{
  "introduction": {
    "title": "Introduction",
    "content": [
      "Happy Birthday! We couldn't find a book that seemed right for you, so we decided to write one.",
      "We know you like photography, and one of my favourite ways to play with a camera was to do trips where I would only photograph things in a certain theme. For instance a trip where I could only photograph red things. It's a fantastic way to turn photography into a game and break out of the habit of photographing the same thing over and over again.",
      "These pages each hold a topic/theme that you can take photos to match. We kept the topics vague enough to let you be creative with how you answer them, so feel free to play fast and loose with their interpretation.",
      "We hope you enjoy the idea."
    ]
  },
  "howToUsePage": {
    "title": "How To Use This Book",
    "content": [
      "Yes, yes, I know you know how to use a book, but bear with me.\nEach page of this book contains a theme/topic. The idea is to use it as a scavenger hunt, collecting photos matching each theme and filling the empty slots in the pages with printed out copies.",
      "The slots are 6 x 8 cm. To print photos with these dimensions, windows gives the wallet option when printing photos on A4. The wallet option allows you to print 9 photos at 6 x 8. The option is shown in the photo below.",
      "<photo>"
    ]
  },
  "contentsPage": {
    "title": "Contents",
    "description": "Not every page in the book, just an overview of the themes."
  },
  "examplePage" : {
    "title": "0 - Books",
    "description": "Books are wondrous, exciting things! And I'm not at all biased! To give you the gist of how this book might be used, here is a helpful example page to show you how a book themed page might look!",
    "bg": "stars"
  },
  "pages": [
    {
      "title": "Beginnings",
      "description": "Find things that are new, fresh, bursting with life! Green shoots, sunrises, newly cooled lava! Anything that's new to the world.",
      "bg": "suns"
    },
    {
      "title": "Red",
      "description": "Fiery, passionate, blazing red! Find things that are red in some way, from bold post boxes to ruddy red brick houses.",
      "bg": "strawberries"
    },
    {
      "title": "Orange",
      "description": "Bright, cheery and energetic! Find things that are orange in some way, from blushing blooms to conveniently named fruits.",
      "bg": "dots"
    },
    {
      "title": "Yellow",
      "description": "Joyful, sunny and radiant! Find things that are yellow in some way, from post-it notes to dandelions.",
      "bg": "suns"
    },
    {
      "title": "Green",
      "description": "Reassuring, healthy and alive! Find things that are green in some way, from fresh cut grass to daring cars.",
      "bg": "leaves"
    },
    {
      "title": "Blue",
      "description": "Melancholy, soothing, azure blue! Find things that are blue in some way, from eggshell skies to surly seas.",
      "bg": "rain"
    },
    {
      "title": "Violet",
      "description": "Regal, grand and rich! Find things that are violet in some way, from bishops to tropical birds.",
      "bg": "birds"
    },
    {
      "title": "Bark",
      "description": "Silvery, craggy, cracked or smooth. It takes all sorts to cover a tree! Go and collect some interesting bark photos and stick there here!",
      "bg": "leaves"
    },
    {
      "title": "Industrial",
      "description": "Smog, rust and brick. Find some things that are suitably grimy.",
      "bg": "gears"
    },
    {
      "title": "Urban",
      "description": "We live surrounded by people, find some evidence of them for this one. Graffiti, skyscrapers and footprints would all work.",
      "bg": "squares"
    },
    {
      "title": "Bird's Eye",
      "description": "Time for a new perspective, find somewhere high up and look down. Mountain views, rickety step ladders and your own feet are all fun to try.",
      "bg": "birds"
    },
    {
      "title": "Worm's Eye",
      "description": "Worms have all the fun, collect some photos looking up at things.",
      "bg": "bugs"
    },
    {
      "title": "Step By Step",
      "description": "Make something! Anything! And take photos of it as it comes together. Stars, origami and cake would all be exciting.",
      "bg": "gears"
    },
    {
      "title": "Flying",
      "description": "So many things swoop and glide! Collect some photos of paper planes, birds, dragonflies and anything else that fails to fall.",
      "bg": "birds"
    },
    {
      "title": "Old Things",
      "description": "Stately or decrepit?, some things age better than others. Hunt around for things that wear their age well, from fine whiskey to sighing oaks.",
      "bg": "stars"
    },
    {
      "title": "New Things",
      "description": "Shiny as a new penny! Find some shiny newly minted things to fill these pages! Wet ink, presents still in their wrapping, and newly fallen snow all fit the description.",
      "bg": "snowflakes"
    },
    {
      "title": "Music",
      "description": "Music may be invisible, but the things that make it are not! Find some things that mean music to you, from orchestras to headphones.",
      "bg": "violins"
    },
    {
      "title": "Cosy",
      "description": "Warm blankets, Hot chocolate with elaborate toppings and glittering fairy lights, Find some things that feel cozy to you.",
      "bg": "rain"
    },
    {
      "title": "Joy",
      "description": "Cake, laughter and sparklers, find some things that capture the feeling of joy for you!",
      "bg": "suns"
    },
    {
      "title": "Wonder",
      "description": "No matter how old you get, everyone still \"Ooooos\" at fireworks. Collect some things that leave you slack jawed with wonder.",
      "bg": "stars"
    },
    {
      "title": "Freedom",
      "description": "Running away from your problems only really works in zombie films, but it's fun to do all the same. Find some things that look like freedom to you!",
      "bg": "birds"
    },
    {
      "title": "Textures",
      "description": "Silk, velvet, thorns and stone. Capture some particularly interesting textures for your collection.",
      "bg": "triangles"
    },
    {
      "title": "Textiles",
      "description": "From flags to flannel shirts, fabric is everywhere! Find some samples for this page.",
      "bg": "dots"
    },
    {
      "title": "Decay",
      "description": "All part of the great gross circle of life! Find a few things that are suitably liquefied, mouldy or otherwise decaying!",
      "bg": "bugs"
    },
    {
      "title": "Fungi",
      "description": "Some are edible, most are not. All of them, however, are very very very weird. Go and find some of the prettiest ones!",
      "bg": "shrooms"
    },
    {
      "title": "Shadows",
      "description": "Terrifying when they gang up on you, though much tamer when alone, collect some evidence of shadows being insidious for this page.",
      "bg": "moons"
    },
    {
      "title": "Christmas",
      "description": "Snow and fairy lights and family! Perhaps the most magical time of year, and a wonderful time to play with a camera.",
      "bg": "snowflakes"
    },
    {
      "title": "New Year's Day",
      "description": "White rabbits! Resolutions, champagne and fireworks! Take some photos of a brand new year!",
      "bg": "stars"
    },
    {
      "title": "Easter",
      "description": "Bunnies, eggs and chocolate! Hunt for some easter photos for this page!",
      "bg": "daisies"
    },
    {
      "title": "Halloween",
      "description": "Flickering pumpkins and a wealth of costumes and sweets! Capture the \"spirit\" of the holiday on this page!",
      "bg": "dots"
    },
    {
      "title": "Guy Fawkes Night",
      "description": "Anything with fireworks is a holiday! Take some explosive photos for your collection!",
      "bg": "fire"
    },
    {
      "title": "Dawn",
      "description": "Dew and birdsong and the unfathomable pain of being up too early, take some photos of things that only exist at dawn!",
      "bg": "stars"
    },
    {
      "title": "Noon",
      "description": "The best time for extremely well-lit photos! This page is for over-exposed masterpieces.",
      "bg": "suns"
    },
    {
      "title": "Dusk",
      "description": "The sun bleeds into the horizon and the night spreads it's wings. Take some sultry, cool photos for this page.",
      "bg": "rain"
    },
    {
      "title": "Midnight",
      "description": "The domain of goths, owls and uni students. Step carefully as you take some sinister nighttime photos for the collection.",
      "bg": "moons"
    },
    {
      "title": "Fire",
      "description": "From candlelight to roaring bonfires, fire comes in a wide range of flavours! Find some wild and domestic flames to pose for you!",
      "bg": "fire"
    },
    {
      "title": "Earth",
      "description": "Rocks rock! Kick a random stone on the street and remember it's been around for millions of years! Find some rocks that sorely deserve some recognition and store them here.",
      "bg": "squares"
    },
    {
      "title": "Air",
      "description": "It blusters, howls, kisses and caresses! It just doesn't photograph well, go and find some creative ways to photograph the wind!",
      "bg": "birds"
    },
    {
      "title": "Water",
      "description": "It covers most of the planet, so there are abundant opportunities to capture it in all of it's sparkling glory! Find some pretty twists of water to photograph.",
      "bg": "rain"
    },
    {
      "title": "Storms",
      "description": "Is there anything better than being inside when a storm batters the windows? Of course! Being outside in driving rain, taking photos of lighting! Save the best of them on this page!",
      "bg": "swirls"
    },
    {
      "title": "Rainbows",
      "description": "Naturally you get bonus points for double rainbows, but anything colourful stapled to the sky is welcome here.",
      "bg": "suns"
    },
    {
      "title": "Rain",
      "description": "Rain streaked windows, leaping puddles and blurry lenses! Find some creative way to photo rain whilst keeping your camera dry.",
      "bg": "rain"
    },
    {
      "title": "Bugs",
      "description": "Gross, but sooo interesting! Dig deep to your inner 10 year old and find some critters for this page!",
      "bg": "bugs"
    },
    {
      "title": "Architecture",
      "description": "Columns, windows, arches and doors! If it helps make a building be a building it belongs on this page!",
      "bg": "squares"
    },
    {
      "title": "Leaves",
      "description": "Leaves are pretty all year round if you look for the best ones! Collect some excitingly shaped leaves here!",
      "bg": "leaves"
    },
    {
      "title": "Seeds and Nuts",
      "description": "Chestnuts, walnuts and conkers! Seeds and nuts come in a wild variety of forms! See what the squirrels will let you photo for this page!",
      "bg": "dots"
    },
    {
      "title": "Twisted",
      "description": "Find the most gnarled, twisted, crooked things you can for this page!",
      "bg": "shrooms"
    },
    {
      "title": "Broken",
      "description": "Ernest Hemingway once said \"We are all broken. That's how the light gets in.\" Go and find some broken things and see if you can capture some of that light.",
      "bg": "triangles"
    },
    {
      "title": "Change",
      "description": "All things change, try to catch some of them in the act and keep the evidence here. Butterflies and house fires being examples.",
      "bg": "fire"
    },
    {
      "title": "Underneath",
      "description": "Pick up a rock and you never know what squirming party you'll find underneath. Pick up some promising items and see what they're hiding.",
      "bg": "bugs"
    },
    {
      "title": "Shells",
      "description": "Perhaps one of the most fun things to collect on the beach. Find some excitingly unusual shells for this page.",
      "bg": "dots"
    },
    {
      "title": "Berries",
      "description": "Forming a riot of colour and child poisoning in the summer, berries cloak every hedgerow and tree. Find some tempting morsels to save on this page for later.",
      "bg": "strawberries"
    },
    {
      "title": "Forage",
      "description": "Foraging is fun at any time of year! From nettles to wild hazelnuts, find some nutritious wild foods to photo!",
      "bg": "shrooms"
    },
    {
      "title": "Loony",
      "description": "Lots of things perk up during the full moon! From wolves to busy hospitals, find some things that excitable during this time!",
      "bg": "moons"
    },
    {
      "title": "Gateways",
      "description": "Creating boundaries between one space and the next. From gates to arches, find some things that are neither here nor there, but guard the inbetween.",
      "bg": "swirls"
    },
    {
      "title": "Technology",
      "description": "Tangled wires, sparking plugs and whirring fans! Technology is everywhere, pull back the casing and take some exciting photos!",
      "bg": "gears"
    },
    {
      "title": "Wild",
      "description": "It's hard to find anything truly wild so near people. Head out and find some examples of things left to be gloriously untamed! Head high grass, spooky twisted trees and stormy seas all count.",
      "bg": "leaves"
    },
    {
      "title": "Lamps",
      "description": "Hope after a long walk, safety in the dark. Lamps come in all shapes and sizes, but they're all a light in the darkness. Find some hopeful lamps for this page.",
      "bg": "fire"
    },
    {
      "title": "Ice",
      "description": "Feathers, spires, sheets and waterfalls. Ice has an endless number of gorgeous forms!",
      "bg": "snowflakes"
    },
    {
      "title": "Bricks",
      "description": "Crumbly, sharp, bright or dark! Bricks have an endless variety of textures and colours! Find some great bricks for this page!",
      "bg": "squares"
    },
    {
      "title": "Splashes",
      "description": "That endless moment where water hangs suspended before splashing back. Take some well-timed shots for your collection!",
      "bg": "rain"
    },
    {
      "title": "Sweets",
      "description": "Sweets come in colourful showers of every kind! Look for some pretty wrappers, elegant chocolates and silky caramels for this page!",
      "bg": "dots"
    },
    {
      "title": "Flowers",
      "description": "From innocent daisies to fleeting snowdrops, the flowers you can find change from day to day! Cherry pick some blooms for this page!",
      "bg": "daisies"
    },
    {
      "title": "Winter",
      "description": "The soft flump of snow, feathery frost and cuddly clothing! Winter is a great time of year to cosy up inside! Go outside and take some festive photos for your collection!",
      "bg": "snowflakes"
    },
    {
      "title": "Spring",
      "description": "Tentative flowers, curious lambs and cheerful dandelions! Take some fresh new photos for your collection!",
      "bg": "daisies"
    },
    {
      "title": "Summer",
      "description": "Lazing around in fresh cut grass, picnics and optimistic tanning attempts! Summer is an ideal season to take some over-exposed photos!",
      "bg": "suns"
    },
    {
      "title": "Autumn",
      "description": "Rutilant leaves crunching underfoot, toffee apples and crackling bonfires! Autumn is beautiful without even trying! Take some colourful photos for this page!",
      "bg": "lorem"
    },
    {
      "title": "Endings",
      "description": "All good things must come to an end, including this book! Look for anything from graveyards to cold tea, this is a page for endings.",
      "bg": "moons"
    }

  ]
}